Repository: mozilla-l10n/mt-training-data
Catalog: mve/mve_pontoon.tmx
Source language: en_us
Languages: mve

source: Voice Dataset, Ready for Download
mve: آواز ريَ مواد رو سيٽ، ڊائون لوڊ ھارو تيار ھيَ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
mve: آواز قدرتي ھيَ، آواز انسوني ھيَ۔ اي ھي وجا ھيَ ڪہ مھيَ آپريَ مشينون ھارو استعمال لائق آواز ٽيڪنالاجي ٺاڻ ھارو پرجوش ھون۔ پر آواز سسٽم ٺاڻ ھارو، ٺاڻ آݪو نيَ تموم گھڻي تعداد ۾ آواز ڊيٽا رِي ضرورت ھيَ۔

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
mve: آواز قدرتي ھي، آواز انسوني ھيَ۔ ايئج وجا ھيَ ڪہ مھيَ آپرِي مشينون ھارو استعمال ريَ لائق آواز رِي ٽيڪنالاجي ٺاھن ۾ دلچسپي راکون ھون۔ پڻ آواز رو نظام ٺاھڻ ھارو، تموم گھڻي تعداد ۾ آوازون رو ڊيٽا رِي ضرورت ھيَ۔

source: Voices Online Now
mve: ھميَ آواز آن لائِين ھيَ

source: Voice Validation
mve: آواز رِي تصديق

source: Volume
mve: آواز

source: Votic
mve: وئوٽِڪ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
mve: ووڪسفورج نيَ مفت ھان اوپن سورس اسپيچ ريڪگنيشن انجن ھون استعمال ھارو ٽرانسڪرائب ھوئوڙي اسپيچ گڏ ڪرڻ ھارو قائم ڪيو گيو ھيَ۔

source: Wakhi
mve: واکِي

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
mve: ڪِي ٿيَ ڪامن وائس نيَ اڃون ڀِي ٺائوڪو ٺاڻ چاھو ھو؟ ٺائوڪو! اِي ميل ريَ زريعيَ رابطو ڪرو<discourseLink>ڊسڪورس</discourseLink>فورمز،زريعيَ سائيٽ را مسئلا جمع ڪرائو <githubLink>گِٽ ھب</githubLink>يا شامل ھو<matrixLink>ميٽرڪس</matrixLink>برادري ٻول چال

source: Want to save your information? <createProfile>Create a profile</createProfile>
mve: معلومات محفوظ ڪرڻ چاھو ھو؟<createProfile> پروفائل ٺائو</createProfile>

source: Want to stay in touch with Common Voice?
mve: ٿَي ڪامن وائس ڀيڙا رابطي ۾ رھڻ چاھون ھون؟

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
mve: جڏيَ مھيَ ڪامن وائس ريَ مواد رو نئون ورزن جاري ڪرون تو ڪِي ٿيَ اپ ڊيٽ چاھو ھو؟مھوريَ نيوز ليٽر رِي رڪنيت حاصل ڪرو۔

source: Watch our video explainer to help
mve: مدد ھارو مھورو تفصيلِي وڊيو جونچو

source: Wayuunaiki
mve: وايونائڪِي

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
mve: مھيَ سڌائين مواد استعمال ڪرڻ آݪو ھون ايون رِي ضرورتون ھان حواليَ ھون ھڻڻ رِي ڪوشش ڪرون ھون۔ ڊيٽا ڀيݪوڪرڻ آݪيَ پليٽ فارم تيَ تعاون ڪرڻ ھون وٺي مواد ري صحت رِي بصيرت فراھم ڪرڻ تائين، مھيَ ٿون ھون ھڻڻ چاھون ھون۔</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
mve: مھيَ آوازون رو ھيڪ اوپن ھان عوامي طور تيَ موجود مواد رو سيٽ ٺائون پڙياجڪو ھر ڪو ٻولڻ آݪي ايپليڪيشنون نيَ تربيت ڏيڻ ھارو استعمال ڪريَ ݾگي ھيَ؟

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
mve: مھيَ ٽيڪنالاجي، جدت ھان ٻولي ريَ حقون ۾ سرڪاري شعبي رِي شموليت رِي حمايت ڪرڻ ھارو پر جوش ھون۔ جيَ ٿيَ ڪو موٽو منصوبو يا مھم ھلائڻ رو ارادو ڪري ريا ھو تو مھربوني ڪريَ رابطو ڪرو۔

source: We are going out to get a coffee.
mve: مھيَ ٻاھر جائون پڙيا ڪاڦِي ليڻ ھارو۔

source: We are going out to get coffee.
mve: مھيَ ڪاڦِي ليڻ ھارو ٻاھر جائون پڙيا۔

source: We are offering more options to give people more choice in what they tell us about their sex or gender identity. Please self-describe in the way that feels most natural to you. <learnMoreLink>Learn more about our approach to sex and gender.</learnMoreLink>
mve: مھيَ منکون نيَ وڌيڪ اختيار ڏيون پڙيا تو جون او مھونيَ آپرِي جنس يا صنفي اوݪکوڻ ريَ باريَ ۾ ڪِي ھنڀڙائي۔ مھربوني ڪريَ آپ نيَ اھڙي طريقون ھون بيون ڪرو جڪو ٿونيَ ݾگون ھون وڌيڪ قدرتي لاگيَ۔<learnMoreLink>جنس ھان جنس ريَ باريَ ۾ مھوريَ طريقيَ ريَ باريَ ۾ وڌيڪ ݾکو۔</learnMoreLink>

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
mve: مھيَ موزيلا ۾ وائس ٽيڪنالاجِي ريَ چوڌارِي ھيڪ برادري ٺائيَ رھيا ھون۔ مھيَ نوئين واتون، نوئين مواد ھان ٿيَ ايئيَ مواد نيَ استعمال ڪريو پڙيا ايئيَ ريَ باريَ ۔ ھونڀڻ ھارو ٿون ڀيڙا رابطيَ ۾ ريڻ چاھون ھون۔

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
mve: مھونيَ يقين ھيَ ڪہ موٽيَ ھان عوامي عور تيَ موجود وائس ريَ مواد ريَ سيٽ مشيني سکيا تيَ ٻادوڙِي اسپيچ ٽيڪنالاجي ۾ جدت ھان مضبوط ڪاروبارِي مقابليَ نيَ ترقِي ڏيَ ھيَ۔اي ھيڪ عالمي ڪوشش ھيَ ھان مھون ݾينگون نيَ حصو ليڻ رِي دعوت ڏيون ھون۔مھورو مقصد اسپيچ ٽيڪنالاجي نيَ وڌيڪ مضبوط ٺاڻ ۾ مدد ڪرڻ ھي، جڪو دنيا رِيَ ٻوليون وسيع نيَ ظاھر ڪريَ ھيَ۔

source: Website Localization
mve: ويب سائِيٽ نَي عام ڪرڻ

source: Websites
mve: ويب سائيٽون

source: We couldn’t find that page for you
mve: ميھيَ ٿون ھارو اي پئيج ڪونِي جوئيَ ݾگيا ھون

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mve: مھيَ ٿُون ھارو ڪو ڀِي آڊيو ڪلِپ ليَ ڪونھي ݾگھيا ھون۔ مھربونِي ڪريَ وڙيَ پڇيَ ڪوشِش ڪريا۔

source: We couldn’t get any sentences for you to speak. Please try again later.
mve: مھيَ ٿونرَي ٻولڻ ھارو ڪو بہ جُملو ڪونھي جوئيَ ݾگھيا ھون۔ مھربونِي ڪريَ پڇيَ وڙيَ ڪوشِش ڪريا۔

source: Weekly
mve: ھفتيَ رو

source: Weekly Goal
mve: ھفتيَ را حدف

source: We launch the Common Voice site in this language.
mve: مھيَ اِيئيَ ٻولِي ۾ ڪامن وائس سائيٽ رِي رونمائِي (لانچ) ڪرو ھون۔

source: Welcome { $company } staff!
mve: ڀلِي ڪار{ $company } عملو!

source: Welcome to Common Voice
mve: ڪامن وائس تيَ ڀلِي ڪار

source: Welcome to Spontaneous Speech
mve: اسپانٽينئس اسپيچ ۾ ڀليڪار

source: Welsh
mve: ويلش

source: We may have run out of clips - refresh the page, or try again later.
mve: شايد مھون ڪنيَ ڪلِپ ختم ھويا را۔ پنيَ نَي رِڦريش ڪرو، يا وڙيَ ڪوشِش ڪرو۔

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
mve: شايد مھونيَ اي درخواست ڪوني ملي ھوئيَ۔ مھبوني ڪريَ مھونيَ ݾڌو اي ميل ڪرو<emailLink>{ $email }</emailLink> تيَ ھان مھيَ ٿون ھون رابطو ڪرھون!

source: We periodically release the dataset
mve: مھيَ ٿوڙيَ ٿوڙيَ وقت ھون مواد رو سيٽ جارِي ڪرو ھون

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
mve: مھيَ واعدو ڪرون ھون ڪہ ٿونرِي معلومات نَي جوم سنڀاليَ استعمال ڪر ھون۔وڌيڪ پڙھو مھورِي<privacyLink>رازدارِي رو نوٽس</privacyLink>۔

source: We’re building a multi-language, open-source voice dataset for training speech-enabled applications.
mve: مھيَ ٻولڻ آݪيَ ايپليِڪيشنون رِي تربيت ھارو ھيڪ گھڻيَ ٻوليون آݪو اوپن سورس وائس ڊيٽا سيٽ ٺائيَ ريا ھون۔

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
mve: مھيَ آوازون رَي ھيڪ کُليي مواد رَي سيٽ ھانَ وسِيلي نَي ڪرائوڊ وسِيلو ڪري ريا ھون۔ آپرِي آواز ڏيو، ٻيجو مِنکون رَي ڪلِپون رِي دُرستگِي رِي تصديق ڪرو۔ مواد سيٽ نَي سجون ھارون بھتر ٺائو۔

source: We’re experiencing unexpected downtime
mve: مھيَ غير متوقع بندش رو تجربو ڪرون پڙيا

source: We're going out to get coffee.
mve: مھيَ ٻاھر جائون پڙيا ڪاڦِي ليڻ ھارو

source: We’re going out to get coffee.
mve: مھيَ ٻاھر جائون پڙيا ڪاڦِي ليڻ ھارو

source: We release the dataset every 3 months.
mve: مھيَ ھر تين مھينِي ۾ مواد رو سيٽ ڇوڙون ھون۔

source: We're making some big changes
mve: مھيَ ڪجھ موٽيَ تبدِليَ ڪريَ ريا ھون

source: We're receiving a lot of traffic and are currently investigating the issues.
mve: مھونيَ جوم گھڻِي ٽرئفڪ مليَ پڙي ھان ايئيَ ٽوڻيَ مسئلو نيَ جونچو پڙيا۔

source: We’re sorry, your platform is not currently supported.
mve: معاف ڪريا، ٿونرو پليٽ فارم ھيڻو ڪونھي ھليَ

source: Western Highland Purepecha
mve: مغربِي جبلِي پُريپيچا

source: Western Penan
mve: مغربِي پنن

source: Western Sierra Puebla Nahuatl
mve: مغربي سيرا پويبلا ناھواتل

source: Westphalian
mve: ويسٽفالين

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
mve: مھيَ موزيلا را اوزار استعمال ڪرون ھون جڪيَ نيَ مھيَ ڪيون ھون<pontoonLink>پوٽون</pontoonLink>ترجميَ ھارو۔پوٽون ڪوڊِي جوم ٻوليَ ھيَ، پڻ جيَ ايئيَ ڪوڊِي ٿونرِي ٻولِي ڪونِي تو ٿيَ ڪريَ ݾگو ھو<pontoonRequestLink>ٿونرِي ٻولِي نيَ شامل ڪرڻ رِي درخواست ڪرو</pontoonRequestLink>پڇيَ ٻولِي نيَ ڪامن وائس تيَ موجود ڪرڻ ھارو،<githubRepoLink>گِٽ ھب تيَ نوئِي ٻولي ھارو درخواست ڪرو</githubRepoLink>۔<localizationFragment>سائيٽ ترجميَ تيَ وڌيڪ جوئوڻ ھارو جوئو</localizationFragment>۔

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
mve: مھون ڪجھ تبديليَ ڪيئيَ ھون۔ ڊيلٽا سيگمينٽون ۾ آخرِي رليز ھون وٺي تازيَ ڪلِپ ڀيڙيَ ھيَ۔

source: We've run out of sentences to record in this language...
mve: مھون ڪنيَ اِيئي ٻولِي ۾ ريڪاڍ ڪرڻ ھارون جُملا ختم ھويا را۔

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
mve: مھيَ چاھون ھون ڪہ وات را مختلف قسم ٻولڻ ڊݪون نيَ ݾمجڻ ۾ سُٺا ھوئيَ۔ ايئيَ ھارو ھيڪيَ آواز ريَ مواد ريَ سيٽ نيَ ڪِتريَ ھِي منکون رِي نماندگِي ڪرڻ کپيَ۔

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mve: مھيَ چاھون ھون ڪہ مشِين ݾِکڻ الگورٺم مختلف قِسم ريَ آݾيَ پاݾيَ ريَ ھُل ھانَ شور نَي سنڀالڻ ھارو قابل ھوئي، تکِي آوازون نَي ڪبول ڀِي ڪريَ ݾگھيَ۔ رُگو شرط اَي ھيَ ڪہ ٿونَي سجو مواد پڙھڻ ھون نِي روڪيَ۔ آݾيَ پاݾيَ ۾ خاموشِي را گِيت تو ٺيڪ ھيَ۔ اِيتري بُلند آواز گِيت جڪو ٿونَي ھر ھيڪ اکر نَي ھونڀڙڻ ھون نِي روڪيَ ݾگھيَ ھيَ، او ڪونھي ھيَ۔

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
mve: مھيَ مختلف لھجون نيَ ڀلِي ڪار ڪرون ھو! ڪيئي ڪلِپ نيَ رد ڪرڻ ھون مور تموم گھڻا محتاط ريو ڪيونڪہ ٿونيَ لاگيَ ھيَ ڪہ پڙھڻ آݪيَ ڪيَ ڀِي اکر رو غلط اوچار ڪيو ھيَ۔ زور نيَ غلط جگھا تيَ راکيو ھيَ، يا اوقاف نيَ نظرانداز ڪيو ھيَ۔ دنيا ۾ الگ قسم را اوچار استعمال ھوئيَ ھيَ۔ جڪيَ ۾ ڪجھ شايد ٿونيَ آپرِي مقامي برادري ۾ ڪونِي ھونڀڙيا ھوھو۔ مھربوني ڪريَ اوئو ھارو تعريف رو ھيڪ کُليَ دل ھون جگھا ڏيوجڪو شايد ٿون ھون الگ ٻوليَ۔

source: We will be in touch with more information about how to add your language to Common Voice very soon.
mve: آپيَ هيڪي ٻِجيَ هون رابطيَ ۾ رهيون وڌيڪ جاڻ ڪارِي شامل ڪرڻ آپرِي ٻولِي عام آواز (ڪومن وئِيس) ۾ استمعال ڪرڻ هارون جلدِي هون جلدِي

source: We will be in touch with more information as it becomes available.
mve: جون ئي وڌيڪ معلومات مھون ڪني آھي، مھيَ ايئي ھون رابطي ۾ روھون۔

source: We will not make your email public.
mve: مھيَ ٿونرِي اي ميل نيَ عوامي ڪوني ڪرون۔

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
mve: مھيَ مواد ريَ سيٽ ۾ ٿونرِي آواز رِي ريڪارڊنگ نيَ ھٽاڻ رِي ٿونرِي درخواست رو جائزو ليون ھون۔ جيَ ٿونرِي درخواست منظور ھوئيَ گئِي تو مھيَ اوئون ھون رابطو ڪر ھون جڪون مواد رو سيٽ ڊائون لوڊ ڪيو ھي ھان اوئون نيَ درخواست ڪرھون ڪہ ٿونرِي آواز رِي ريڪارڊنگ نيَ ڀِي ھٽايو جائيَ۔

source: We will show you a prompt or question
mve: مھيَ ٿُونيَ ھيڪ سوال يان ھدايت ڏيکاڙون ھون۔

source: We work with foundations, civil society and community partners to make the internet a healthier place, with a particular focus on East Africa. Learn more about our <programmaticWork>programmatic work.</programmaticWork>
mve: مھيَ فائونڊيشن، سماجي تنظيمون ھان برادري رِي ڀائيوارون ھون ڀيݪا ڪوم ڪرون ھون تو جون انٽرنيٽ نيَ ھيڪ مضبوط جگھا ٺائيَ ݾگون، خاص طور تيَ اوگوڻيَ آفريڪا تيَ ڌيان ڏيڻ ھون۔ مھورِي<programmaticWork>پروڪراميٽڪ ڪوم ريَ باريَ ۾ وڌيڪ ݾيکو۔</programmaticWork>

source: What is a language on Common Voice?
mve: ڪامن وائس تيَ ٻولِي ڪِي ھي؟

source: What issues are you experiencing with this content?
mve: ٿيَ اِيئي جُمليَ ۾ ڪيھڙيَ ڪيھڙيَ ممسئلون رو تجربو ڪريَ ريا ھو؟

source: What issues are you experiencing with this sentence?
mve: ٿيَ اِيئي جُمليَ ۾ ڪيھڙيَ ڪيھڙيَ ممسئلون رو تجربو ڪريَ ريا ھو؟

source: What is your age?
mve: ٿونرِي عمر ڪِي ھيَ؟

source: What is your sex or gender?
mve: ٿُون رِي جنس ڪيھڙِي ھيَ؟

source: What kind of goal do you want to build?
mve: ٿيَ ڪيَ قسم رو حدف ٺاڻ چاھو ھو؟

source: What makes a good question?
mve: ڪِي ھيڪ سُٺو سوال ٺائيَ ھيَ؟

source: What needs to be in my file?
mve: مھارِي فائل ۾ ڪِي ھوڻ کپيَ؟

source: What questions can I add?
mve: ڪيھڙا سوال ھُون شامل ڪرَي ݾگون ھون؟

source: What sentences can I add?
mve: ڪيھڙا جُملا ھُون شامل ڪرَي ݾگون ھون؟

source: What’s inside the Common Voice dataset?
mve: ڪامن وائس ريَ مواد ريَ سيٽ مئين ڪِي ھيَ؟

source: What's Public?
mve: عوامي ڪِي ھيَ؟

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
mve: جڏيَ ڪو استعمال ڪرڻ آݪو وائس ڪلِپ نيَ رد ڪريَ ھيَ تو تو قطار ۾ واپس آئيَ ھيَ۔ جيَ ٻيجو چڪر رد ڪيو جائيَ تووائس ڪلِپ قبرستان ڏيھا ميلِي جائيَ ھيَ۔

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mve: ھونڀڻڻ رَي ٽيم، ڌيان ھون جونچو ڪہ جڪو ريڪاڍ ڪِيو ھيَ او بلڪُل اِيئيونج لِکيو ھيَ۔ جيَ ننڍيَ غلطيَ ڀِي ھوئيَ تو رد ڪرو۔<br /> عام غلطيَ شامل ھيَ:

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
mve: جڏي ٿيَ آپري ريڪارڊنگون رِي درخواستون ڪرو ھو، مھيَ اوئون نيَ ھيڪ يا وڌيڪ زپ فائلون ۾ ترتيب ڏيون ھون۔ ايت ٿونريَ پيلوڪيَ درخواستون ھي:

source: Which variant of { $language } do you speak?
mve: ٿيَ{ $language } رو ڪھڙو لھجو ٻولو ھو؟

source: Why ?
mve: ڪيون؟

source: Why a profile?
mve: پروفائل ڪيون؟

source: Why are you asking?
mve: ٿُون ڪيون پوڇيَ رھيو ھيَ؟

source: Why Common Voice?
mve: معاف ڪريا، ڪجھ غلط ھوئو ھيَ

source: Why does this matter?
mve: اي معاملو ڪيون ھيَ؟

source: Why we built this Spontaneous Speech prototype
mve: مھون اي اسپانٽينئس اسپيچ پروٽو ٽائپ ڪيون ٺايو۔

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
mve: آپرَي پروفائل ھون ٿيَ آپرَي ڪوم نيَ جوئيَ ݾگو ھو ھانَ برادرِي رِي آواز ۾ حصو ليڻ آݪون ڀيڙا مليَ ݾگو ھو

source: Wixarika
mve: وائيزارِڪا

source: Wixárika
mve: وائيزارِڪا

source: Wolof
mve: وولوف

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
mve: ڪِي ٿيَ آپريَ آواز رِي ريڪارڊنگ نيَ ڀي ختم ڪرڻ ھارو درخواست ڪرڻ چاھو ھو، يا ٿيَ اوئون نيَ ڪامن وائس ريَ مواد ريَ سيٽ ۾ راکڻ پسند ڪرون ھون؟

source: Write
mve: لِک يا لِکڻ

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
mve: ايئيَ منک جُڪو ڪھيو او بلڪل لکو، جڪيَ 'اُم' يا 'اير' جھڙا اکر شامل ھيَ۔

source: Write down what you hear the person saying here
mve: ايٿ جُڪو ٿون ھڻيو ھيَ او لکو۔

source: Write options menu
mve: آپشن مينيو نيَ لکو

source: Xhosa
mve: زوسا

source: Xitsonga
mve: زِتِسونگا

source: y
mve: ي

source: Y
mve: ي

source: Yaqui
mve: ياقوي

source: Yes
mve: هاويَ

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
mve: هاويَ، ٿَي ميني اِي ميل ميلو۔ هُون چاهون هون ڪيَ ميني ڀِي جاڻ ڪارِي متلِي رهي ڪومن وئِيس پروجيڪٽ ريَ باريَ ۾

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
mve: هاويَ، ٿَي ميني اِي ميل ميلو۔ هُون چاهون هون ڪيَ ميني ڀِي جاڻ ڪارِي متلِي رهي ڪومن وئِيس پروجيڪٽ ريَ باريَ ۾

source: Yiddish
mve: يِدِش

source: Yoruba
mve: يورُبا

source: You
mve: ٿيَ

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
mve: ٿيَ ڊائون لوڊ شروع ڪرڻ آݪا ھو<size>{ $size }جي بي</size>،آگھي وڌو؟

source: You are prepared to initiate a download of <b>{ $size }</b>
mve: ٿيَ ڊائون لوڊ شروع ڪرڻ ھارو تيار ھو<b>{ $size }</b>

source: You can add sentences on the <writePageLink>Write page</writePageLink> or review sentences on the <reviewPageLink>Review page</reviewPageLink>.
mve: ٿيَ جُملون نيَ شامل ڪريَ ݾگو ھو تيَ<writePageLink>پنو لِکو</writePageLink>يا تيَ جُملون رو جائزو ليو<reviewPageLink>پنيَ رو جائزو ليو</reviewPageLink>۔

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
mve: ٿيَ سڌو يو آر ايل ايس نيَ آپريَ پسنديدا ڊائون لوڊ مئنيجر ۾ ڪاپي ھان پيسٽ ڪريَ ݾگو ھو۔ اي 12 ڪلاڪون ۾ ختم ھوئيَ جاھيَ،پڻ تيَ ڪيَ ڀي وقت نئوان ٺاڻ ھارو ايئيَ پئيج تيَ واپس آئيَ ݾگو ھو۔

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mve: ٿيَ ڪِي بورڊ را شاٽ ڪٽ ڀِي استعمال ڪريَ ݾگھو ھو: { sc-review-form-button-approve-shortcut } منظور ڪرڻ ھارو،{ sc-review-form-button-reject-shortcut } رد ڪرڻ ھارو،{ sc-review-form-button-skip-shortcut } ڇوڙڻ ھارو

source: You can choose to make your username public or anonymous.
mve: ٿيَ آپري يوزرنيم نيَ عوامي يا گمنام ٺاڻ رِي چونڊ ڪري ݾگو ھو۔

source: You can find <examplePromptsLink>120 example prompts in this sheet.</examplePromptsLink>
mve: ٿيَ ايئيَ شيٽ ۾ <examplePromptsLink>120 مسال اشارا جوئيَ ݾگو ھو۔</examplePromptsLink>

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
mve: ٿيَ جائيَ ݾگو ھو<datasetsPage>مواد رَي پيج</datasetsPage>قسم ھان ٻولِي يا ٻوليَ چونڊوجڪو ٿيَ چاھو ھو، ھان اوئيَ نيَ ڊائون لوڊ ڪرو!فائلون ڪوڊِي<metadataLink>ميٽا ڊيٽا ھون جڙوڙي ھيَ</metadataLink>، جون ڊيموگرافڪ معلومات ھان تصديقي مواد۔ ٿونيَ اي ميل پتيَ رِي ضرورت ھيَ مواد رَي سيٽ نيَ ڊائون لوڊ ڪرڻ ھارو

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
mve: ٿيَ ھيڪ ڪامن وائس پروفائل ٺائيَ ھان آپرِي آواز ۾ حصو ليَ ھيڪ قابلِ اعتماد اوپن سورس مواد رو سيٽ ٺاڻ ۾ مدد ڪريَ ݾگو ھو۔

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
mve: ٿيَ موزيلا رِي ٻوليون رِي برادرِي ۾ شامل ھوئيَ ٻيجون ھون ملَي ݾگو ھو<discourseLink>ڊسڪورس</discourseLink>عنوانِي ٻول چال ھارو، يا<matrixLink>ميٽرڪس</matrixLink>ڇيڪيَ صلاح ھارو۔

source: You cannot add multiple sentences for a single submission
mve: ھيڪيَ چڪر ۾ ٿيَ وڌيڪ جُملہ ڪونِي شامل ڪريَ ݾگو ھو

source: You cannot request your recordings while another request is already in progress.
mve: جڏي ٻيَ درخواست اگيَ ھليَ پڙي، ٿيَ آپري ريڪارڊنگ رِي درخواست ڪوني ڪريَ ݾگو ھو۔

source: You can request a new takeout of your recordings every { $days } days.
mve: ٿيَ ھر { $days } ڏن تيَ آپرِي ريڪارڊنگ رِي نوئين ٽيڪ آئوٽ رِي درخواست ڪريَ ݾگو ھو۔

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
mve: ٿيَ منکون نيَ حصو ليڻ ھارو موقع ڏيَ ݾگو ھو۔اَي ٿونرِي سوچ ھون وڌيڪ آسان ھيَ۔ ٿيَ اَي آن لائن وڊيو ڪانفرنسگ ٽول ھون ڪريَ ݾگو ھو، يا جيَ اَي محفوظ ھيَ تو زاتِي نمونيَ ھون ڪريَ ݾگو ھو۔

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
mve: ٿيَ ڪريَ ݾگو ھو<sentenceCollectorLinkAdd>گھٽ تعداد ۾ جُملا شامل ڪرو</sentenceCollectorLinkAdd>،ٿيَ ڪريَ ݾگو ھو<bulkImportDocsLink>گِت ھب نيَ استعمال ڪرتيَ وڏِي تعداد ۾ جملا ليَ آئو</bulkImportDocsLink>۔ياد راکو جُملا ھوڻ کپيَ<licenseLink>CC0 (يا عوامِي ڊومين)</licenseLink>، يا ٿيَ ڊپ لکيَ ݾگو ھو۔

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
mve: ٿيَ استعمال ڪريَ ݾگو ھو<scraperLink>جُملو ڪاڊڻ آݪو</scraperLink>وِڪِپيڊيا رَي ننڊيَ جُملون نيَ استعمال ڪرڻ ھارو

source: You check whether the transcription matches the audio
mve: ٿيَ چيڪ ڪرو (جونچو) ڪِي ٽرانسڪرِيپشن آڊِيو ھون ميليَ ھيَ يان نآ۔

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
mve: ٿيَ ويب سائيٽ شامل ڪريَ ݾگو ھو، مسال طور ”ڪامن وائس۔https://commonvoice.mozilla.org/”

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
mve: ٿيَ ادبِي حواليَ آݪو انداز استعمال ڪريَ ݾگو ھو، مسال طور ھارورڊ ”موزيلا(2021)ڪامن وائس۔https://commonvoice.mozilla.org/تيَ پڙيو ھي(رسائي:15 سيپٽمبر2021)”

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
mve: ٿيَ نياپو رساڻ ھارو سماجِي ميڊيا استعمال ڪريَ ݾگو ھو۔ پوسٽون شئير ڪرو جڪو ظاھر ڪريَ ڪہ اَي ڪيون اھم ھيَ، ٻيجيَ منکون ھون رابطو ڪرو جڪو ٻولِي ريَ حقون، آواز رِي مصنوعي زھانت، يا ٽيڪنالاجِي ۾ تعصب جيڙھيَ مسئلون ريَ باريَ ۾ وات ڪريَ رھيا ھيَ۔<campaignLink>سماجِي مھم ھلاڻ ھارو وڌيڪ صلاح جوئو، جِڪيَ ۾ اَي مواد شامل ھيَ جڪو ٿيَ وڙيَ استعمال ڪريَ ݾگو ھو</campaignLink>۔

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mve: ٿون ڪو ٻوليَ ڪونِي چونڊِي ھيَ۔ مھربونِي ڪريَ آپريَ <profileLink> پروفائل</profileLink>ٻوليَ چونڊڻ ھارو

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
mve: ٿيَ ايئيَ پنيَ رَي شامل ڪرڻ رِي حد تائين رسيا را۔ مھربونَي ڪرَي ٻيجو جُملو شامل ڪرڻ ھون پيل { $retryLimit }منٽ انتظار ڪرو۔ ٿونريَ صبر ڪرڻ رِي مھربونِي
